Repository: solokha-o/Alike
Catalog: Packages/Details/Sources/Details/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, nl, pl, pt_br, tr, uk, zh_hant

# details.alikeBestShotCelebration.alikeCelebratingTheBestShot
source: Alike celebrating the Best Shot
ar: ‏Alike يحتفي بأفضل لقطة
de: Alike feiert die beste Aufnahme
es: Alike celebrando la mejor toma
fr: Alike célèbre la meilleure photo
it: Alike festeggia lo scatto migliore
nl: Alike viert de beste opname
pl: Alike świętuje najlepsze ujęcie
pt_br: Alike comemorando a melhor foto
tr: Alike en iyi kareyi kutluyor
uk: Alike святкує вибір найкращого кадру
zh_hant: Alike 為最佳照片喝采

# details.alikeCleanupProgress.estimatedSavings
source: Estimated Savings
ar: التوفير التقديري
de: Geschätzte Ersparnis
es: Ahorro estimado
fr: Économie estimée
it: Risparmio stimato
nl: Geschatte besparing
pl: Szacowana oszczędność
pt_br: Economia estimada
tr: Tahmini Kazanç
uk: Оцінена економія
zh_hant: 預估可省空間

# details.alikeCleanupProgress.organizingPhotos
source: Organizing Photos
ar: جارٍ تنظيم الصور
de: Fotos werden sortiert
es: Organizando fotos
fr: Organisation des photos
it: Organizzazione delle foto
nl: Foto's ordenen
pl: Porządkowanie zdjęć
pt_br: Organizando fotos
tr: Fotoğraflar Düzenleniyor
uk: Упорядкування фотографій
zh_hant: 正在整理照片

# details.alikeCleanupProgress.selectedPhotos
source: Selected Photos
ar: الصور المحددة
de: Ausgewählte Fotos
es: Fotos seleccionadas
fr: Photos sélectionnées
it: Foto selezionate
nl: Geselecteerde foto's
pl: Wybrane zdjęcia
pt_br: Fotos selecionadas
tr: Seçili Fotoğraflar
uk: Вибрані фотографії
zh_hant: 已選取的照片

# details.alikeComparisonReview.alikeComparingSimilarPhotos
source: Alike comparing similar photos
ar: ‏Alike يقارن بين الصور المتشابهة
de: Alike vergleicht ähnliche Fotos
es: Alike comparando fotos similares
fr: Alike compare les photos similaires
it: Alike confronta foto simili
nl: Alike vergelijkt vergelijkbare foto's
pl: Alike porównuje podobne zdjęcia
pt_br: Alike comparando fotos semelhantes
tr: Alike benzer fotoğrafları karşılaştırıyor
uk: Alike порівнює схожі фотографії
zh_hant: Alike 正在比較相似照片

# details.clusterDetails.applyEnhancement
source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
it: Applica
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
tr: Uygula
uk: Застосувати
zh_hant: 套用

# details.clusterDetails.clusterDetailsAvailableIOS
source: Cluster details are available on iOS.
ar: تفاصيل المجموعة متاحة على iOS.
de: Gruppendetails sind unter iOS verfügbar.
es: Los detalles del grupo están disponibles en iOS.
fr: Les détails du groupe sont disponibles sur iOS.
it: I dettagli del gruppo sono disponibili su iOS.
nl: Groepsgegevens zijn beschikbaar op iOS.
pl: Szczegóły grupy są dostępne w systemie iOS.
pt_br: Os detalhes do grupo estão disponíveis no iOS.
tr: Grup ayrıntıları iOS'ta kullanılabilir.
uk: Деталі кластера доступні на iOS.
zh_hant: 群組詳細資訊可在 iOS 上使用。

# details.clusterDetails.compareWithOriginal
source: Compare with the original
ar: المقارنة بالأصل
de: Mit dem Original vergleichen
es: Comparar con el original
fr: Comparer avec l’original
it: Confronta con l’originale
nl: Vergelijken met het origineel
pl: Porównaj z oryginałem
pt_br: Comparar com o original
tr: Orijinalle karşılaştır
uk: Порівняти з оригіналом
zh_hant: 與原始照片比較

# details.clusterDetails.compareWithOriginalHint
source: Switches between the original and the enhanced version
ar: يبدّل بين الأصل والنسخة المحسّنة
de: Wechselt zwischen dem Original und der verbesserten Version
es: Alterna entre el original y la versión mejorada
fr: Bascule entre l’original et la version améliorée
it: Alterna tra l’originale e la versione migliorata
nl: Schakelt tussen het origineel en de verbeterde versie
pl: Przełącza między oryginałem a poprawioną wersją
pt_br: Alterna entre o original e a versão aprimorada
tr: Orijinal ile iyileştirilmiş sürüm arasında geçiş yapar
uk: Перемикає між оригіналом і покращеною версією
zh_hant: 在原始照片與優化版本之間切換

# details.clusterDetails.created
source: Created
ar: تاريخ الإنشاء
de: Erstellt
es: Creada
fr: Créée
it: Creata
nl: Aangemaakt
pl: Utworzono
pt_br: Criada
tr: Oluşturulma
uk: Створено
zh_hant: 建立時間

# details.clusterDetails.dates
source: Dates
ar: التواريخ
de: Daten
es: Fechas
it: Date
nl: Datums
pl: Daty
pt_br: Datas
tr: Tarihler
uk: Дати
zh_hant: 日期

# details.clusterDetails.deleteAlertTitle
source: Move %1$lld Selected Photos to Recently Deleted?
ar: نقل %1$lld صورة محددة إلى «المحذوفة مؤخرًا»؟
de: %1$lld ausgewählte Fotos in „Zuletzt gelöscht“ bewegen?
es: ¿Mover %1$lld fotos seleccionadas a Eliminados recientemente?
fr: Déplacer %1$lld photos sélectionnées vers Supprimés récemment ?
it: Spostare %1$lld foto selezionate in «Eliminati di recente»?
nl: %1$lld geselecteerde foto's naar 'Recent verwijderd' verplaatsen?
pl: Przenieść %1$lld wybranego zdjęcia do albumu „Ostatnio usunięte”?
pt_br: Mover %1$lld fotos selecionadas para Apagados recentemente?
tr: Seçili %1$lld fotoğraf Son Silinenler'e taşınsın mı?
uk: Перемістити %1$lld вибраних фото до «Недавно видалені»?
zh_hant: 將所選的 %1$lld 張照片移到「最近刪除」？

# details.clusterDetails.depthEffect
source: Depth Effect
ar: تأثير العمق
de: Tiefeneffekt
es: Efecto de profundidad
fr: Effet de profondeur
it: Effetto profondità
nl: Diepte-effect
pl: Efekt głębi
pt_br: Efeito de profundidade
tr: Derinlik Efekti
uk: Ефект глибини
zh_hant: 景深效果

# details.clusterDetails.details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
pl: Szczegóły
pt_br: Detalhes
tr: Ayrıntılar
uk: Деталі
zh_hant: 詳細資訊

# details.clusterDetails.done
source: Done
ar: تم
de: Fertig
es: OK
fr: OK
it: Fine
nl: Gereed
pl: Gotowe
pt_br: OK
tr: Bitti
uk: Готово
zh_hant: 完成

# details.clusterDetails.doubleTapRemoveThisPhoto
source: Double tap to remove this photo from cleanup selection
ar: انقر نقرًا مزدوجًا لإزالة هذه الصورة من تحديد التنظيف
de: Doppeltippen, um dieses Foto aus der Auswahl zu entfernen
es: Toca dos veces para quitar esta foto de la selección de limpieza
fr: Touchez deux fois pour retirer cette photo de la sélection de nettoyage
it: Tocca due volte per togliere questa foto dalla selezione di pulizia
nl: Tik twee keer om deze foto uit de opruimselectie te halen
pl: Stuknij dwukrotnie, aby usunąć to zdjęcie z wyboru do porządków
pt_br: Toque duas vezes para tirar esta foto da seleção de limpeza
tr: Bu fotoğrafı temizlik seçiminden çıkarmak için iki kez dokun
uk: Двічі торкніться, щоб зняти вибір цього фото для очищення
zh_hant: 點兩下以將這張照片移出清理選取範圍

# details.clusterDetails.doubleTapReopenThisCluster
source: Double tap to reopen this cluster for review
ar: انقر نقرًا مزدوجًا لإعادة فتح هذه المجموعة للمراجعة
de: Doppeltippen, um diese Gruppe erneut zu prüfen
es: Toca dos veces para volver a abrir este grupo y revisarlo
fr: Touchez deux fois pour rouvrir ce groupe et l’examiner
it: Tocca due volte per riaprire questo gruppo e controllarlo
nl: Tik twee keer om deze groep opnieuw te bekijken
pl: Stuknij dwukrotnie, aby ponownie otworzyć tę grupę do przeglądu
pt_br: Toque duas vezes para reabrir este grupo para revisão
tr: Bu grubu gözden geçirmek üzere yeniden açmak için iki kez dokun
uk: Двічі торкніться, щоб знову відкрити цей кластер для перегляду
zh_hant: 點兩下以重新打開這個群組進行檢視

# details.clusterDetails.doubleTapSelectThisPhoto
source: Double tap to select this photo for cleanup
ar: انقر نقرًا مزدوجًا لتحديد هذه الصورة للتنظيف
de: Doppeltippen, um dieses Foto zum Aufräumen auszuwählen
es: Toca dos veces para seleccionar esta foto para la limpieza
fr: Touchez deux fois pour sélectionner cette photo pour le nettoyage
it: Tocca due volte per selezionare questa foto per la pulizia
nl: Tik twee keer om deze foto te selecteren voor opruimen
pl: Stuknij dwukrotnie, aby wybrać to zdjęcie do porządków
pt_br: Toque duas vezes para selecionar esta foto para a limpeza
tr: Bu fotoğrafı temizlik için seçmek üzere iki kez dokun
uk: Двічі торкніться, щоб вибрати це фото для очищення
zh_hant: 點兩下以選取這張照片進行清理

# details.clusterDetails.editedInAnotherAppNote
source: Edited in another app
ar: حُرِّرت في تطبيق آخر
de: In einer anderen App bearbeitet
es: Editada en otra app
fr: Modifiée dans une autre app
it: Modificata in un'altra app
nl: Bewerkt in een andere app
pl: Edytowane w innej aplikacji
pt_br: Editada em outro app
tr: Başka bir uygulamada düzenlendi
uk: Редаговано в іншому застосунку
zh_hant: 已在其他 App 中編輯

# details.clusterDetails.enhance
source: Enhance
ar: تحسين
de: Verbessern
es: Mejorar
fr: Améliorer
it: Migliora
nl: Verbeteren
pl: Popraw
pt_br: Aprimorar
tr: İyileştir
uk: Покращити
zh_hant: 優化

# details.clusterDetails.enhanced
source: Enhanced
ar: مُحسّنة
de: Verbessert
es: Mejorada
fr: Améliorée
it: Migliorata
nl: Verbeterd
pl: Poprawione
pt_br: Aprimorada
tr: İyileştirildi
uk: Покращено
zh_hant: 已優化

# details.clusterDetails.enhancementEditedElsewhere
source: This photo was edited in another app, so Alike won't replace that edit.
ar: حُرِّرت هذه الصورة في تطبيق آخر، لذا لن يستبدل Alike ذلك التعديل.
de: Dieses Foto wurde in einer anderen App bearbeitet – Alike ersetzt diese Bearbeitung nicht.
es: Esta foto se editó en otra app, así que Alike no reemplazará esa edición.
fr: Cette photo a été modifiée dans une autre app ; Alike ne remplacera pas cette modification.
it: Questa foto è stata modificata in un'altra app, quindi Alike non sostituirà quella modifica.
nl: Deze foto is in een andere app bewerkt, dus Alike vervangt die bewerking niet.
pl: To zdjęcie edytowano w innej aplikacji, więc Alike nie zastąpi tamtej zmiany.
pt_br: Esta foto foi editada em outro app, então o Alike não substituirá essa edição.
tr: Bu fotoğraf başka bir uygulamada düzenlendi; Alike o düzenlemeyi değiştirmez.
uk: Це фото редагували в іншому застосунку, тому Alike не замінює ту правку.
zh_hant: 這張照片是在其他 App 中編輯的，Alike 不會取代該編輯。

# details.clusterDetails.enhancementLimitedAccess
source: Photos shared through limited access can't be enhanced. Give Alike access to all photos in Settings.
ar: لا يمكن تحسين الصور ذات الوصول المحدود. امنح Alike الوصول إلى كل الصور من الإعدادات.
de: Fotos mit eingeschränktem Zugriff lassen sich nicht verbessern. Erlaube Alike in den Einstellungen den Zugriff auf alle Fotos.
es: Las fotos con acceso limitado no se pueden mejorar. Da acceso a todas las fotos en Ajustes.
fr: Les photos en accès limité ne peuvent pas être améliorées. Autorisez Alike à accéder à toutes vos photos dans Réglages.
it: Le foto con accesso limitato non possono essere migliorate. Consenti ad Alike l’accesso a tutte le foto in Impostazioni.
nl: Foto’s met beperkte toegang kunnen niet worden verbeterd. Geef Alike in Instellingen toegang tot alle foto’s.
pl: Zdjęć z ograniczonym dostępem nie można poprawić. Przyznaj Alike dostęp do wszystkich zdjęć w Ustawieniach.
pt_br: Fotos com acesso limitado não podem ser aprimoradas. Libere o acesso a todas as fotos nos Ajustes.
tr: Sınırlı erişimdeki fotoğraflar iyileştirilemez. Ayarlar’dan Alike’a tüm fotoğraflara erişim ver.
uk: Фото з обмеженим доступом не можна покращити. Надайте Alike доступ до всіх фото в Налаштуваннях.
zh_hant: 受限取用的照片無法優化。請在「設定」中允許 Alike 取用所有照片。

# details.clusterDetails.enhancementNotOurs
source: This photo was edited outside Alike, so Alike won't undo that edit.
ar: حُرِّرت هذه الصورة خارج Alike، لذا لن يتراجع Alike عن ذلك التعديل.
de: Dieses Foto wurde außerhalb von Alike bearbeitet – Alike macht diese Bearbeitung nicht rückgängig.
es: Esta foto se editó fuera de Alike, así que Alike no deshará esa edición.
fr: Cette photo a été modifiée hors d’Alike ; Alike n’annulera pas cette modification.
it: Questa foto è stata modificata fuori da Alike, quindi Alike non annullerà quella modifica.
nl: Deze foto is buiten Alike bewerkt, dus Alike maakt die bewerking niet ongedaan.
pl: To zdjęcie edytowano poza Alike, więc Alike nie cofnie tej zmiany.
pt_br: Esta foto foi editada fora do Alike, então o Alike não desfará essa edição.
tr: Bu fotoğraf Alike dışında düzenlendi; Alike bu düzenlemeyi geri almaz.
uk: Це фото редагували поза Alike, тому Alike не скасовує таку правку.
zh_hant: 這張照片是在 Alike 以外編輯的，Alike 不會還原該編輯。

# details.clusterDetails.enhancementOriginalUnavailable
source: The original photo isn't available right now. It may still be downloading from iCloud.
ar: الصورة الأصلية غير متاحة الآن. قد تكون قيد التنزيل من iCloud.
de: Das Original ist gerade nicht verfügbar. Es wird womöglich noch aus iCloud geladen.
es: La foto original no está disponible ahora. Puede que aún se esté descargando de iCloud.
fr: La photo d’origine n’est pas disponible pour le moment. Elle se télécharge peut-être encore depuis iCloud.
it: La foto originale non è disponibile al momento. Potrebbe essere ancora in download da iCloud.
nl: De originele foto is nu niet beschikbaar. Mogelijk wordt hij nog gedownload van iCloud.
pl: Oryginalne zdjęcie jest teraz niedostępne. Może wciąż pobierać się z iCloud.
pt_br: A foto original não está disponível agora. Ela ainda pode estar baixando do iCloud.
tr: Orijinal fotoğraf şu anda kullanılamıyor. Hâlâ iCloud’dan indiriliyor olabilir.
uk: Оригінал фото зараз недоступний. Можливо, він ще завантажується з iCloud.
zh_hant: 目前無法取得原始照片，可能仍在從 iCloud 下載。

# details.clusterDetails.enhancementPreviewTitle
source: Enhanced preview
ar: معاينة التحسين
de: Vorschau der Verbesserung
es: Vista previa mejorada
fr: Aperçu amélioré
it: Anteprima migliorata
nl: Voorbeeld van verbetering
pl: Podgląd poprawy
pt_br: Prévia aprimorada
tr: İyileştirme önizlemesi
uk: Перегляд покращення
zh_hant: 優化預覽

# details.clusterDetails.enhancementRenderFailed
source: Couldn't prepare the enhanced version of this photo.
ar: تعذّر تجهيز النسخة المحسّنة من هذه الصورة.
de: Die verbesserte Version dieses Fotos konnte nicht erstellt werden.
es: No se pudo preparar la versión mejorada de esta foto.
fr: Impossible de préparer la version améliorée de cette photo.
it: Non è stato possibile preparare la versione migliorata di questa foto.
nl: De verbeterde versie van deze foto kon niet worden voorbereid.
pl: Nie udało się przygotować poprawionej wersji tego zdjęcia.
pt_br: Não foi possível preparar a versão aprimorada desta foto.
tr: Bu fotoğrafın iyileştirilmiş sürümü hazırlanamadı.
uk: Не вдалося підготувати покращену версію цього фото.
zh_hant: 無法產生這張照片的優化版本。

# details.clusterDetails.enhancementReplacesOtherEdit
source: Applying replaces the edit made in another app. The original stays recoverable.
ar: سيؤدي التطبيق إلى استبدال التعديل الذي أُجري في تطبيق آخر. يبقى بالإمكان استعادة الأصل.
de: Anwenden ersetzt die Bearbeitung aus einer anderen App. Das Original bleibt wiederherstellbar.
es: Al aplicar se reemplaza la edición hecha en otra app. El original sigue recuperable.
fr: Appliquer remplace la modification faite dans une autre app. L’original reste récupérable.
it: Applicando sostituisci la modifica fatta in un'altra app. L'originale resta recuperabile.
nl: Toepassen vervangt de bewerking uit een andere app. Het origineel blijft herstelbaar.
pl: Zastosowanie zastąpi zmianę z innej aplikacji. Oryginał nadal można przywrócić.
pt_br: Aplicar substitui a edição feita em outro app. O original continua recuperável.
tr: Uygulamak, başka bir uygulamada yapılan düzenlemeyi değiştirir. Orijinal geri alınabilir kalır.
uk: Застосування замінить правку з іншого застосунку. Оригінал лишається можливим повернути.
zh_hant: 套用會取代在其他 App 中所做的編輯，原始照片仍可還原。

# details.clusterDetails.enhancementSaveFailed
source: Couldn't save the enhanced photo to your library.
ar: تعذّر حفظ الصورة المحسّنة في مكتبتك.
de: Das verbesserte Foto konnte nicht in deiner Mediathek gesichert werden.
es: No se pudo guardar la foto mejorada en tu fototeca.
fr: Impossible d’enregistrer la photo améliorée dans votre photothèque.
it: Non è stato possibile salvare la foto migliorata nella tua libreria.
nl: De verbeterde foto kon niet in je bibliotheek worden bewaard.
pl: Nie udało się zapisać poprawionego zdjęcia w bibliotece.
pt_br: Não foi possível salvar a foto aprimorada na sua fototeca.
tr: İyileştirilmiş fotoğraf kitaplığınıza kaydedilemedi.
uk: Не вдалося зберегти покращене фото у вашу бібліотеку.
zh_hant: 無法將優化後的照片儲存到你的照片圖庫。

# details.clusterDetails.enhancementUnavailableTitle
source: Enhancement Unavailable
ar: تعذّر التحسين
de: Verbessern nicht möglich
es: No se pudo mejorar
fr: Amélioration impossible
it: Miglioramento non riuscito
nl: Verbeteren niet mogelijk
pl: Nie można poprawić
pt_br: Não foi possível aprimorar
tr: İyileştirme yapılamadı
uk: Не вдалося покращити
zh_hant: 無法優化

# details.clusterDetails.enhancementUnsupportedAsset
source: Alike can only enhance photos for now.
ar: يمكن لـ Alike تحسين الصور فقط في الوقت الحالي.
de: Alike kann vorerst nur Fotos verbessern.
es: Por ahora, Alike solo puede mejorar fotos.
fr: Pour l’instant, Alike n’améliore que les photos.
it: Per ora Alike può migliorare solo le foto.
nl: Alike kan voorlopig alleen foto’s verbeteren.
pl: Na razie Alike poprawia tylko zdjęcia.
pt_br: Por enquanto, o Alike só aprimora fotos.
tr: Alike şimdilik yalnızca fotoğrafları iyileştirebiliyor.
uk: Поки що Alike покращує лише фото.
zh_hant: 目前 Alike 只能優化照片。

# details.clusterDetails.favorite
source: Favorite
ar: مفضلة
de: Favorit
es: Favorita
fr: Favori
it: Preferita
nl: Favoriet
pl: Ulubione
pt_br: Favorita
tr: Favori
uk: Улюблене
zh_hant: 最愛

# details.clusterDetails.finishesReviewKeepsEveryPhoto
source: Finishes the review and keeps every photo in this cluster
ar: ينهي المراجعة ويحتفظ بكل صورة في هذه المجموعة
de: Beendet die Prüfung und behält alle Fotos dieser Gruppe
es: Termina la revisión y conserva todas las fotos de este grupo
fr: Termine l’examen et conserve toutes les photos de ce groupe
it: Termina il controllo e conserva tutte le foto di questo gruppo
nl: Rondt de beoordeling af en bewaart elke foto in deze groep
pl: Kończy przegląd i zachowuje wszystkie zdjęcia z tej grupy
pt_br: Conclui a revisão e mantém todas as fotos deste grupo
tr: Gözden geçirmeyi bitirir ve bu gruptaki tüm fotoğrafları saklar
uk: Завершує перегляд і залишає всі фото цього кластера
zh_hant: 結束檢視，並保留這個群組中的所有照片

# details.clusterDetails.finishesReviewKeepsPhotosDid
source: Finishes the review and keeps the photos you did not select
ar: ينهي المراجعة ويحتفظ بالصور التي لم تحددها
de: Beendet die Prüfung und behält die nicht ausgewählten Fotos
es: Termina la revisión y conserva las fotos que no has seleccionado
fr: Termine l’examen et conserve les photos que vous n’avez pas sélectionnées
it: Termina il controllo e conserva le foto che non hai selezionato
nl: Rondt de beoordeling af en bewaart de foto's die je niet hebt geselecteerd
pl: Kończy przegląd i zachowuje zdjęcia, których nie wybrałeś
pt_br: Conclui a revisão e mantém as fotos que você não selecionou
tr: Gözden geçirmeyi bitirir ve seçmediğin fotoğrafları saklar
uk: Завершує перегляд і залишає фото, які ви не вибрали
zh_hant: 結束檢視，並保留你未選取的照片

# details.clusterDetails.holdToCompare
source: Touch and hold to see the original
ar: المس مع الاستمرار لعرض الأصل
de: Gedrückt halten, um das Original zu sehen
es: Mantén pulsado para ver el original
fr: Maintenez appuyé pour voir l’original
it: Tocca e tieni premuto per vedere l’originale
nl: Houd vast om het origineel te zien
pl: Naciśnij i przytrzymaj, aby zobaczyć oryginał
pt_br: Toque e segure para ver o original
tr: Orijinali görmek için basılı tut
uk: Натисніть і утримуйте, щоб побачити оригінал
zh_hant: 按住即可查看原始照片

# details.clusterDetails.keepingOf
source: Keeping %1$d of %2$d
ar: الاحتفاظ بـ %1$d من %2$d
de: %1$d von %2$d bleiben
es: Conservando %1$d de %2$d
fr: %1$d sur %2$d conservées
it: Conservate %1$d di %2$d
nl: %1$d van %2$d bewaard
pl: Zachowujesz %1$d z %2$d
pt_br: Mantendo %1$d de %2$d
tr: %2$d fotoğraftan %1$d tanesi saklanıyor
uk: Залишаємо %1$d з %2$d
zh_hant: 保留 %2$d 張中的 %1$d 張

# details.clusterDetails.livePhoto
source: Live Photo
ar: صورة حية

# details.clusterDetails.location
source: Location
ar: الموقع
de: Ort
es: Ubicación
fr: Lieu
it: Posizione
nl: Locatie
pl: Lokalizacja
pt_br: Localização
tr: Konum
uk: Місце
zh_hant: 位置

# details.clusterDetails.makeBestShot
source: Make Best Shot
ar: جعلها أفضل لقطة
de: Als beste Aufnahme festlegen
es: Marcar como mejor toma
fr: Définir comme meilleure photo
it: Imposta come scatto migliore
nl: Maak beste opname
pl: Ustaw jako najlepsze ujęcie
pt_br: Definir como melhor foto
tr: En İyi Kare Yap
uk: Зробити найкращим кадром
zh_hant: 設為最佳照片

# details.clusterDetails.mapShowingWherePhotoWas
source: Map showing where the photo was taken
ar: خريطة تُظهر مكان التقاط الصورة
de: Karte mit dem Aufnahmeort des Fotos
es: Mapa que muestra dónde se tomó la foto
fr: Carte indiquant le lieu de prise de vue
it: Mappa che mostra dove è stata scattata la foto
nl: Kaart met de plek waar de foto is gemaakt
pl: Mapa pokazująca, gdzie zrobiono zdjęcie
pt_br: Mapa mostrando onde a foto foi tirada
tr: Fotoğrafın çekildiği yeri gösteren harita
uk: Карта з місцем, де було зроблено фото
zh_hant: 顯示照片拍攝地點的地圖

# details.clusterDetails.markReviewed
source: Mark Reviewed
ar: وضع علامة تمت المراجعة
de: Als geprüft markieren
es: Marcar como revisado
fr: Marquer comme examiné
it: Segna come controllato
nl: Markeer als bekeken
pl: Oznacz jako przejrzane
pt_br: Marcar como revisado
tr: Gözden Geçirildi İşaretle
uk: Позначити переглянутим
zh_hant: 標示為已檢視

# details.clusterDetails.megapixels
source: Megapixels
ar: ميغابكسل
de: Megapixel
es: Megapíxeles
fr: Mégapixels
it: Megapixel
pl: Megapiksele
tr: Megapiksel
uk: Мегапікселі
zh_hant: 百萬像素

# details.clusterDetails.modified
source: Modified
ar: تاريخ التعديل
de: Geändert
es: Modificada
fr: Modifiée
it: Modificata
nl: Gewijzigd
pl: Zmodyfikowano
pt_br: Modificada
tr: Değiştirilme
uk: Змінено
zh_hant: 修改時間

# details.clusterDetails.moreOptions
source: More Options
ar: خيارات أخرى
de: Weitere Optionen
es: Más opciones
fr: Plus d’options
it: Altre opzioni
nl: Meer opties
pl: Więcej opcji
pt_br: Mais opções
tr: Diğer Seçenekler
uk: Більше опцій
zh_hant: 更多選項

# details.clusterDetails.mp
source: %@ MP
ar: %@ ميجابكسل
fr: %@ Mpx
pl: %@ Mpix
uk: %@ Мп

# details.clusterDetails.no
source: No
ar: لا
de: Nein
fr: Non
nl: Nee
pl: Nie
pt_br: Não
tr: Hayır
uk: Ні
zh_hant: 否

# details.clusterDetails.noObviousBestShot
source: No obvious Best Shot — choose one yourself
ar: لا توجد لقطة أفضل واضحة — اخترها بنفسك
de: Keine eindeutig beste Aufnahme – wähle selbst
es: No hay una toma claramente mejor: elige tú
fr: Pas de meilleure photo évidente — choisissez vous-même
it: Nessuno scatto migliore evidente: scegli tu
nl: Geen duidelijke beste foto — kies zelf
pl: Brak oczywistego najlepszego ujęcia — wybierz sam
pt_br: Não há uma foto claramente melhor — escolha você
tr: Belirgin bir en iyi kare yok — kendin seç
uk: Немає очевидного Best Shot — оберіть самі
zh_hant: 沒有明顯的最佳照片 — 請自行選擇

# details.clusterDetails.noPhotosAvailable
source: No Photos Available
ar: لا توجد صور متاحة
de: Keine Fotos verfügbar
es: No hay fotos disponibles
fr: Aucune photo disponible
it: Nessuna foto disponibile
nl: Geen foto's beschikbaar
pl: Brak dostępnych zdjęć
pt_br: Nenhuma foto disponível
tr: Kullanılabilir Fotoğraf Yok
uk: Немає доступних фото
zh_hant: 沒有可用的照片

# details.clusterDetails.notSelected
source: Not selected
ar: غير محددة
de: Nicht ausgewählt
es: Sin seleccionar
fr: Non sélectionnée
it: Non selezionata
nl: Niet geselecteerd
pl: Niewybrane
pt_br: Não selecionada
tr: Seçili değil
uk: Не вибрано
zh_hant: 未選取

# details.clusterDetails.openInMaps
source: Open in Maps
ar: الفتح في الخرائط
de: In Karten öffnen
es: Abrir en Mapas
fr: Ouvrir dans Plans
it: Apri in Mappe
nl: Open in Kaarten
pl: Otwórz w Mapach
pt_br: Abrir no Mapas
tr: Harita'da Aç
uk: Відкрити в Картах
zh_hant: 在「地圖」中打開

# details.clusterDetails.openOriginal
source: Open Original
ar: فتح الأصل
de: Original öffnen
es: Abrir original
fr: Ouvrir l’original
it: Apri originale
nl: Open origineel
pl: Otwórz oryginał
pt_br: Abrir original
tr: Özgün Dosyayı Aç
uk: Відкрити оригінал
zh_hant: 打開原始檔
